Repository: miiihaaas/DOI
Catalog: doi_portal/locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: You must type the same password each time.
sr_latn: Morate uneti istu lozinku oba puta.

source: Password must be a minimum of {0} characters.
sr_latn: Lozinka mora imati najmanje {0} karaktera.

source: This password is too short. It must contain at least %(min_length)d characters.
sr_latn: Ova lozinka je prekratka. Mora sadrzati najmanje %(min_length)d karaktera.

source: This password is too common.
sr_latn: Ova lozinka je previse uobicajena.

source: This password is entirely numeric.
sr_latn: Ova lozinka se sastoji samo od brojeva.

source: The password is too similar to the %(verbose_name)s.
sr_latn: Lozinka je previse slicna polju %(verbose_name)s.

source: Password Reset
sr_latn: Resetovanje lozinke

source: Password Reset E-mail
sr_latn: Email za resetovanje lozinke

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
sr_latn: Poslali smo vam email. Kontaktirajte nas ako ga ne primite u roku od nekoliko minuta.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
sr_latn: Link za resetovanje lozinke nije validan, mozda zato sto je vec iskoriscen. Molimo zatrazite novi link.

source: Your password is now changed.
sr_latn: Vasa lozinka je promenjena.

source: Password successfully changed.
sr_latn: Lozinka uspesno promenjena.

source: Password successfully set.
sr_latn: Lozinka uspesno postavljena.

source: Current Password
sr_latn: Trenutna lozinka

source: New Password
sr_latn: Nova lozinka

source: New Password (again)
sr_latn: Nova lozinka (ponovo)

source: Please type your current password.
sr_latn: Molimo unesite vasu trenutnu lozinku.

source: The e-mail address is not assigned to any user account
sr_latn: Ova email adresa nije povezana ni sa jednim korisnickim nalogom

source: Reset My Password
sr_latn: Resetuj moju lozinku

source: Change Password
sr_latn: Promeni lozinku

source: Set Password
sr_latn: Postavi lozinku

source: Sign In
sr_latn: Prijava

source: Sign Out
sr_latn: Odjava

source: Sign Up
sr_latn: Registracija

source: Signed In
sr_latn: Prijavljeni ste

source: Signed Out
sr_latn: Odjavljeni ste

source: Remember Me
sr_latn: Zapamti me

source: Forgot Password?
sr_latn: Zaboravili ste lozinku?

source: Password
sr_latn: Lozinka

source: Username
sr_latn: Korisnicko ime

source: The username and/or password you specified are not correct.
sr_latn: Korisnicko ime i/ili lozinka nisu ispravni.

source: This account is inactive.
sr_latn: Ovaj nalog je neaktivan.

source: You have signed out.
sr_latn: Uspesno ste se odjavili.

source: Successfully signed in as %(name)s.
sr_latn: Uspesno ste se prijavili kao %(name)s.

source: Enter a valid email address.
sr_latn: Unesite validnu email adresu.

source: This field is required.
sr_latn: Ovo polje je obavezno.

source: email address
sr_latn: email adresa

source: first name
sr_latn: ime

source: last name
sr_latn: prezime

source: The two password fields didn't match.
sr_latn: Lozinke se ne poklapaju.
